{
  "settings": "Настройки",
  "disable-using-settings": "§7Вы можете это отключить, используя /settings!",
  "setmap-to": "§f%%map%% §7была установлена следующей картой",
  "set-debug-to": "§7Вы перевели QA функции отладки в состояние §f%%state%%",
  "set-fly-to": "§7Вы перевели полет в лобби в состояние §f%%state%%",
  "setmap-choose-one-of": "§cНеизвестное имя карты! §7Доступны следующие опции: §f%%names%%",
  "no-permission": "§7\n§c⚠ §cУ вас нет разрешений на данное действие! §7§oЕсли вы считаете это ошибкой, то обратитесь к администратору.\n§7",
  "scoreboard_show_kit_maps": {
    "name": "Отображать боковую панель с набором и картой",
    "description": "Определяет будет ли отображаться боковая панель с информацией о наборе и карте"
  },
  "premium": {
    "description": "§7Premium — это единовременно приобретаемый ранг, который расширяет возможности игроков и дает им эксклюзивные функции и преимущества на Plexverse. Его можно приобрести в нашем лобби."
  },
  "premium_plus": {
    "description": "§7Premium+ — это расширенный уровень членства, который предлагает дополнительные преимущества для игроков с Premium. Его можно приобрести в нашем лобби."
  },
  "creator": {
    "description": "§7Creator — это ранг, предназначенный для членов сообщества, которые активно размещают контент на нашей платформе. Чтобы подать заявку, посетите наш сайт"
  },
  "builder": {
    "description": "§7Builders отвечают за разработку карт для Plexverse. Они обладают опытом в дизайне карт, архитектуре и творческими способностями. Чтобы подать заявку, посетите наш форум."
  },
  "trial_moderator": {
    "description": "§7Trial Moderators помогают сообществу, пока изучают основы и обязанности работы Модератором. Используйте §e/msg§7, чтобы задать им вопрос."
  },
  "moderator": {
    "description": "§7Moderators служат мостом между сообществом и администрацией сервера, обеспечивая при этом бесперебойное и безопасное функционирование сервера для всех."
  },
  "admin": {
    "description": "§7Admins контролируют технические аспекты Plexverse и управляют командами, чтобы обеспечить правильную работу сервера."
  }
}
